import type { DRAFT_TUserDataSearch } from 'api/api.v2.types';

export const MOCK_USERS = {
    findMany: [
        { id: '4763', fio: 'Черников Александр Павлович' },
        { id: '5929', fio: 'Черногорский Сергей Николаевич' },
        { id: '6606', fio: 'Чернятьев Алексей Валерьевич' },
        { id: '6675', fio: 'Черненко Никита Андреевич' },
        { id: '7227', fio: 'Чернов Филипп Владимирович' },
        { id: '7470', fio: 'Черный Денис Юрьевич' },
        { id: '9083', fio: 'Чернухо Дмитрий Александрович' },
        { id: '9208', fio: 'Чермных Екатерина Васильевна' },
    ] as DRAFT_TUserDataSearch,
};
